Repository: tifrueh/conjugateur
Catalog: lang/*/LC_MESSAGES/conjugator.po
Languages: de

source: Verb conjugation trainer
de: Konjugationstrainer

source: Edit
de: Bearbeiten

source: Help
de: Hilfe

source: Select all categories Ctrl-1
de: Alle Verben auswählen Ctrl-1

source: Select all tenses Ctrl-2
de: Alle Zeiten auswählen Ctrl-2

source: Unselect all Ctrl-0
de: Alles abwählen

source: Next Ctrl-Enter
de: Weiter Ctrl-Enter

source: Check Ctrl-Shift-Enter
de: Korrigieren Ctrl-Shift-Enter

source: Solutions Ctrl-S
de: Lösungen Ctrl-S

source: Open inspector Ctrl-I
de: Inspector öffnen Ctrl-I

source: About Conjugator
de: Über Conjugator

source: Check for updates
de: Nach Updates suchen

source: Category/tense selection
de: Auswahl der Kategorien/Zeiten

source: Categories
de: Kategorien

source: Tenses
de: Zeiten

source: Next
de: Weiter

source: Check
de: Korrigieren

source: Solutions
de: Lösungen

source: It wasn't possible to generate enough questions from your selection. Please select more categories or more tenses.
de: Es war nicht möglich, aus der Auswahl genügend Fragen zu generieren. Bitte wählen Sie mehr Kategorien oder mehr Zeiten aus.

source: The request wasn't able to be processed.
de: Der Request konnte nicht abgeschlossen werden.

source: Error
de: Fehler

source: Your version:
de: Ihre Version:

source: Latest version:
de: Neuste Version:

source: Do you want to download the latest version?
de: Möchten Sie die neuste Version herunterladen?

source: You are already using the latest version.
de: Sie benutzen schon die neuste Version.

source: Settings… Ctrl-,
de: Einstellungen… Ctrl-,

source: Settings
de: Einstellungen

source: Quiz language
de: Quiz-Sprache

source: Update checker
de: Update-Prüfung

source: Check for updates on startup
de: Prüfe auf Updates beim Starten

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: The web request failed. Please verify your internet connection.
de: Der Web-Request ist fehlgeschlagen. Bitte verifizieren Sie ihre Internetverbindung.
